<?php
return array(
	//'配置项'=>'配置值'

    //***********************************问答配置文件**********************************
    'ANSWER' => '1',
    'ADOPT' => '2',
    'DEL_ANSWER' => '2',
    'DEL_ASK' => '2',
    'DEL_ADOPT_ASK' => '3',
    'DEL_ADOPT_ANSWER' => '3',
    //***********************************问答配置文件**********************************

    //***********************************Cookie 加密配置**********************************
    'AUTO_LOGIN_KEY' => 'www.baidu.com',
    //自动登录有效时间
    'AUTO_LOGIN_LIFETIME' => time() + 3600 * 24 * 7,
);